<%--
  Created by IntelliJ IDEA.
  User: Максим
  Date: 01.08.2018
  Time: 20:37
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>Title</title>
</head>
<body>
<div class="container">
    <div class="row text-center">
        <div class="col-12">
            <h1>Пользовательское соглашение</h1>
        </div>
        <div>
            <h3> ОБЩИЕ ПОЛОЖЕНИЯ</h3>
            <ol class="text-left">
                <li>Настоящее Пользовательское соглашение (далее – Соглашение) относится к сайту «brgz.ru», расположенному по адресу www.brgz.ru.</li>
                <li>Сайт Интернет-магазина «brgz.ru» (далее – Сайт) является собственностью ООО «БрянскГипроЗем»</li>
                <li>Настоящее Соглашение регулирует отношения между Администрацией сайта «brgz.ru»(далее – Администрация сайта) и Пользователем данного Сайта.</li>
                <li>Администрация сайта оставляет за собой право в любое время изменять, добавлять или удалять пункты настоящего Соглашения без уведомления Пользователя.</li>
                <li>Продолжение использования Сайта Пользователем означает принятие Соглашения и изменений, внесенных в настоящее Соглашение.</li>
                <li>Пользователь несет персональную ответственность за проверку настоящего Соглашения на наличие изменений в нем.</li>
                <li>Настоящее согласие действует бессрочно.</li>
                <li>Настоящее согласие может быть отозвано Субъектом в любой момент по соглашению сторон. В случае неправомерного использования предоставленных данных соглашение отзывается письменным заявлением субъекта персональных данных.</li>
            </ol>

            <h3>ОПРЕДЕЛЕНИЯ ТЕРМИНОВ</h3>
            <ol class="text-left">
                Перечисленные ниже термины имеют для целей настоящего Соглашения следующее значение:
                <li>«brgz.ru» – веб-приложение, расположенное на доменном имени www.brgz.ru, осуществляющий свою деятельность посредством Интернет-ресурса и сопутствующих ему сервисов.</li>
                <li>Веб-приложение – сайт, содержащий информацию о компаниии ООО «БрянскГипроЗем», позволяющий осуществить оформление заявки на проводение топографографических работ, а также отследить процесс выполнения.</li>
                <li>Администрация сайта – уполномоченные сотрудники на управления Сайтом, действующие от имени ООО «БрянскГипроЗем».</li>
                <li>Пользователь сайта(далее Пользователь) – лицо, имеющее доступ к Сайту, посредством сети Интернет и использующее Сайт.</li>
                <li>Содержание сайта (далее – Содержание) - охраняемые результаты деятельности, включая информацию о заявках, этапы их выполнения, а также информацию о пользователях.</li>
            </ol>
            <h3>ПРЕДМЕТ СОГЛАШЕНИЯ</h3>
            <ol class="text-left">
                <li>Предметом настоящего Соглашения является предоставление Пользователю доступа к содержащимся на сайте функциями и оказываемым услугам.</li>
                <li>Под действие настоящего Соглашения подпадают все существующие (реально функционирующие) на данный момент услуги (сервисы) сайта, а также любые их последующие модификации и появляющиеся в дальнейшем дополнительные услуги (сервисы).</li>
                <li>Настоящее Соглашение является публичной офертой. Получая доступ к Сайту Пользователь считается присоединившимся к настоящему Соглашению.</li>
                <li>Использование материалов и сервисов Сайта регулируется нормами действующего законодательства Российской Федерации</li>
            </ol>
            <h3>ПРАВА И ОБЯЗАННОСТИ СТОРОН</h3>
            <strong>Администрация сайта вправе:</strong>
            <ol class="text-left">
                <li>Изменять правила пользования Сайтом, а также изменять содержание данного Сайта. Изменения вступают в силу с момента публикации новой редакции Соглашения на Сайте.</li>
                <li>Ограничить доступ к Сайту в случае нарушения Пользователем условий настоящего Соглашения.</li>
                <li>Изменять размер оплаты, взимаемый за предоставление доступа к использованию некоторых функций сайта. Изменение стоимости не будет распространяться на Пользователей, имеющих оформленные заявки к моменту изменения размера оплаты, за исключением случаев, особо оговоренных Администрацией сайта.</li>
                <li>ООО «БрянскГипроЗем» осуществляет обработку персональных данных Субъекта исключительно в целях проведения кадастровых работ, государственного кадастрового учета и государственной регистрации прав объектов недвижимости.</li>
                <li>Субъект дает согласие на обработку ООО «БрянскГипроЗем» своих персональных данных, то есть совершение, в том числе, следующих действий: обработку (включая сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, обезличивание, блокирование, уничтожение персональных данных), при этом общее описание вышеуказанных способов обработки данных приведено в Федеральном законе от 27.07.2006 № 152-ФЗ, а также на передачу такой информации третьим лицам, в случаях, установленных нормативными документами вышестоящих органов и законодательством.</li>
            </ol>
           <strong>Пользователь вправе:</strong>
           <ol class="text-left">
               <li>Получить доступ к использованию сайта после соблюдения требований о регистрации и оплате.</li>
               <li>Пользоваться всеми имеющимися на сайте услугами.</li>
               <li>Задавать любые вопросы, относящиеся к услугам сайта по указанным реквизитам,.</li>
               <li>Пользоваться сайтом исключительно в целях и порядке, предусмотренных соглашением и не запрещенных законодательством Российской Федерации.</li>
               <li>Субъект по письменному запросу имеет право на получение информации, касающейся обработки его персональных данных (в соответствии с п.4 ст.14 Федерального закона от 27.06.2006 № 152-ФЗ).</li>
           </ol>
            <strong>Пользователь Сайта обязуется:</strong>
            <ol class="text-left">
                <li>Предоставлять по запросу Администрации сайта дополнительную информацию, которая имеет непосредственное отношение к предоставляемым услугам данного Сайта.</li>
                <li>Не предпринимать действий, которые могут рассматриваться как нарушающие нормальную работу Сайта.</li>
                <li>Не распространять с использованием Сайта любую конфиденциальную и охраняемую законодательством Российской Федерации информацию о физических либо юридических лицах.</li>
                <li>Избегать любых действий, в результате которых может быть нарушена конфиденциальность охраняемой законодательством Российской Федерации информации.</li>
                <li>Не использовать Сайт для распространения информации рекламного характера, иначе как с согласия Администрации сайта.</li>
            </ol>
            <strong>Не использовать сервисы сайта Интернет-магазина с целью:</strong>
            <ol class="text-left">
                <li>Загрузки контента, который является незаконным, нарушает любые права третьих лиц; пропагандирует насилие, жестокость, ненависть и (или) дискриминацию по расовому, национальному, половому, религиозному, социальному признакам; содержит недостоверные сведения и (или) оскорбления в адрес конкретных лиц, организаций, органов власти.</li>
                <li>Побуждения к совершению противоправных действий, а также содействия лицам, действия которых направлены на нарушение ограничений и запретов, действующих на территории Российской Федерации.</li>
                <li>Нарушения прав несовершеннолетних лиц и (или) причинение им вреда в любой форме.</li>
                <li>Ущемления прав меньшинств.</li>
                <li>Представления себя за другого человека или представителя организации и (или) сообщества без достаточных на то прав, в том числе за сотрудников данного сайта.</li>
                <li>Введения в заблуждение относительно свойств и характеристик какого-либо функционала, размещенного на Сайте.</li>
            </ol>
            <strong>Пользователю запрещается:</strong>
            <ol class="text-left">
                <li>Использовать любые устройства, программы, процедуры, алгоритмы и методы, автоматические устройства или эквивалентные ручные процессы для доступа, приобретения, копирования или отслеживания содержания сайта;</li>
                <li>Нарушать надлежащее функционирование сайта;</li>
                <li>Любым способом обходить навигационную структуру сайта для получения или попытки получения любой информации, документов или материалов любыми средствами, которые специально не представлены сервисами данного сайта;</li>
                <li>Несанкционированный доступ к функциям сайта, любым другим системам или сетям, относящимся к данному сайту, а также к любым услугам, предлагаемым на сайте;</li>
                <li>Нарушать систему безопасности или аутентификации на сайте или в любой сети, относящейся к сайту.</li>
                <li>Выполнять обратный поиск, отслеживать или пытаться отслеживать любую информацию о любом другом Пользователе сайта.</li>
                <li>Использовать сайт и его содержание в любых целях, запрещенных законодательством Российской Федерации, а также подстрекать к любой незаконной деятельности или другой деятельности, нарушающей права компании или других лиц.</li>
            </ol>
            <h3>ИСПОЛЬЗОВАНИЕ САЙТА</h3>
            <ol class="text-left">
                <li>Сайт и Содержание, входящее в состав Сайта, принадлежит и управляется Администрацией сайта.</li>
                <li>Содержание Сайта не может быть скопировано, опубликовано, воспроизведено, передано или распространено любым способом, а также размещено в глобальной сети «Интернет» без предварительного письменного согласия Администрации сайта.</li>
                <li>Содержание Сайта защищено авторским правом, законодательством о товарных знаках, а также другими правами, связанными с интеллектуальной собственностью, и законодательством о недобросовестной конкуренции.</li>
                <li>Оформление заявки может потребовать создание учётной записи Пользователя.</li>
                <li>Пользователь несет персональную ответственность за сохранение конфиденциальности информации учётной записи, включая пароль, а также за всю без исключения деятельность, которая ведётся от имени Пользователя учётной записи.</li>
                <li>Пользователь должен незамедлительно уведомить Администрацию сайта о несанкционированном использовании его учётной записи или пароля или любом другом нарушении системы безопасности.</li>
                <li>Администрация сайта обладает правом в одностороннем порядке аннулировать учетную запись Пользователя, если она не использовалась более 15 календарных месяцев подряд без уведомления Пользователя.</li>
                <li>Настоящее Соглашение распространяет свое действия на все дополнительные положения и условия по оказанию услуг, предоставляемых на Сайте.</li>
                <li>Информация, размещаемая на Сайте не должна истолковываться как изменение настоящего Соглашения.</li>
                <li>Администрация сайта имеет право в любое время без уведомления Пользователя вносить изменения в перечень услуг, предлагаемых на Сайте, и  цены, применимые к таким оказываемым услугам.</li>
            </ol>
            <h3>ОТВЕТСТВЕННОСТЬ</h3>
            <ol class="text-left">
                <li>Любые убытки, которые Пользователь может понести в случае умышленного или неосторожного нарушения любого положения настоящего Соглашения, а также вследствие несанкционированного доступа к коммуникациям другого Пользователя, Администрацией сайта не возмещаются.</li>
                <li>Администрация сайта не несет ответственности за задержки или сбои в процессе совершения операции, возникшие вследствие непреодолимой силы, а также любого случая неполадок в телекоммуникационных, компьютерных, электрических и иных смежных системах.</li>
                <li>Администрация сайта не несет ответственности за действия систем переводов, банков, платежных систем и за задержки связанные с их работой.</li>
                <li>Администрация сайта не несет ответственности за надлежащее функционирование Сайта, в случае, если Пользователь не имеет необходимых технических средств для его использования, а также не несет никаких обязательств по обеспечению пользователей такими средствами.</li>
            </ol>
            <h3>НАРУШЕНИЕ УСЛОВИЙ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ</h3>
            <ol class="text-left">
                <li>Администрация сайта вправе раскрыть любую собранную о Пользователе данного Сайта информацию, если раскрытие необходимо в связи с расследованием или жалобой в отношении неправомерного использования Сайта либо для установления (идентификации) Пользователя, который может нарушать или вмешиваться в права Администрации сайта или в права других Пользователей Сайта.</li>
                <li>Администрация сайта имеет право раскрыть любую информацию о Пользователе, которую посчитает необходимой для выполнения положений действующего законодательства или судебных решений, обеспечения выполнения условий настоящего Соглашения, защиты прав или безопасности ООО "БрянскГипроЗем".</li>
                <li>Администрация сайта имеет право раскрыть информацию о Пользователе, если действующее законодательство Российской Федерации требует или разрешает такое раскрытие.</li>
                <li>Администрация сайта вправе без предварительного уведомления Пользователя прекратить и (или) заблокировать доступ к Сайту, если Пользователь нарушил настоящее Соглашение или содержащиеся в иных документах условия пользования Сайтом, а также в случае прекращения действия Сайта либо по причине технической неполадки или проблемы.</li>
                <li>Администрация сайта не несет ответственности перед Пользователем или третьими лицами за прекращение доступа к Сайту в случае нарушения Пользователем любого положения настоящего Соглашения или иного документа, содержащего условия пользования Сайтом.</li>
            </ol>
            <h3>РАЗРЕШЕНИЕ СПОРОВ</h3>
            <ol class="text-left">
                <li>В случае возникновения любых разногласий или споров между Сторонами настоящего Соглашения обязательным условием до обращения в суд является предъявление претензии (письменного предложения о добровольном урегулировании спора).</li>
                <li>Получатель претензии в течение 30 календарных дней со дня ее получения, письменно уведомляет заявителя претензии о результатах рассмотрения претензии.</li>
                <li>При невозможности разрешить спор в добровольном порядке любая из Сторон вправе обратиться в суд за защитой своих прав, которые предоставлены им действующим законодательством Российской Федерации.</li>
                <li>Любой иск в отношении условий использования Сайта должен быть предъявлен в течение срок после возникновения оснований для иска, за исключением защиты авторских прав на охраняемые в соответствии с законодательством материалы Сайта. При нарушении условий данного пункта любой иск или основания для иска погашаются исковой давностью.</li>
            </ol>
            <h3>ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</h3>
            <ol class="text-left">
                <li>Администрация сайта не принимает встречные предложения от Пользователя относительно изменений настоящего Пользовательского соглашения.</li>
                <li>Отзывы Пользователя, размещенные на Сайте, не являются конфиденциальной информацией и могут быть использованы Администрацией сайта без ограничений.</li>
            </ol>
        </div>
    </div>
</div>
</body>
</html>
